Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཆོས་དང་གཉེར་བའི་ཆོས་ལ་ནན་ཏན་དུ་བྱེད། ལ་ལ་རྣ་བ་བཏུད་དེ་རིམ་གྲོར་མི་ཉན་ཅིང་། བཀའ་ཉན་པའི་སེམས་ཉེ་བར་གཞོག་པ་མེད་དེ། ཆོས་དང་གཉེར་བའི་ཆོས་ལ་ནན་ཏན་དུ་མི་བྱེད་ཀྱང་། དེས་དེ་བཞིན་གཤེགས་པ་དགྱེས་པ་འམ།
en: Even when there are some who do listen attentively with their ears cocked, focusing their minds on paying attention, and emphasizing care for the Dharma, and others who do not listen attentively with their ears cocked, focusing their minds on paying attention, or emphasizing care for the Dharma, the tathāgatas will neither be delighted nor angered by that, and they will maintain equanimity with their mind and understanding directed toward them all.

source: ཐུགས་ཁྲོ་བ་གཉིས་སུ་མི་འགྱུར་ཏེ།
en: This is the third consolidation of their attitude. {

source: ཐམས་ཅད་དུ་དགོངས་པ་དང་།
en: Ki.

source: ལྡན་ཞིང་མཁྱེན་པར་བཏང་སྙོམས་སུ་རྣམ་པར་སྤྱོད་པ་འདི་ནི་དགོངས་པ་ཉེ་བར་གཞག་པ་གསུམ་པའོ། །དེ་ལ་དེ་བཞིན་གཤེགས་པའི་ཉམས་པ་མེད་པའི་ཆོས་ཉིད་གང་ཞེ་ན། གང་གིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དོན་ཡོད་པའི་ཆོས་སྟོན་པའི་ཕྱིར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་མཛད་པ་ལ་དུས་ལས་མི་འདའ་བ་སྟེ།
en: VIII: 61} “If you ask what is the undiminished reality of the tathāgatas, it is that through which the lord buddhas never cease to act for the benefit of all beings, in order to teach the Dharma that is meaningful.

source: དེ་ནི་ཉམས་པ་མེད་པའི་ཆོས་ཉིད་ཅེས་བྱའོ།
en: This is called the undiminished reality. “

source: །དེ་ལ་དེ་བཞིན་གཤེགས་པའི་བག་ཆགས་ཀྱི་སྒྲིབ་པ་རབ་ཏུ་སྤངས་པ་གང་ཞེ་ན། །ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ནི་ཉོན་མོངས་པ་སྤངས་ཀྱང་། ལུས་ཀྱི་འགྱུར་བ་ཡོད་ཀྱི། དེ་བཞིན་གཤེགས་པ་ལ་ནི་དེ་ལྟ་བུ་ཡང་མི་མངའ་སྟེ།
en: If you ask what is the tathāgatas’ renunciation of the obscuration of propensities: the śrāvakas and pratyekabuddhas, even though they have all renounced afflicted mental states, still undergo the transformations of the physical body, but the tathāgatas do not.

source: དེ་ནི་དེ་བཞིན་གཤེགས་པའི་བག་ཆགས་ཀྱི་སྒྲིབ་པ་རབ་ཏུ་སྤངས་པ་ཞེས་བྱའོ།
en: This is called the tathāgatas’ renunciation of the obscuration of propensities. “

source: །དེ་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་རྗེ་ཆེན་པོ་གང་ཞེ་ན། དེ་བཞིན་གཤེགས་པ་ཐུགས་རྗེ་ཆེན་པོ་གང་དང་ལྡན་པས། འཇིག་རྟེན་གྱི་བརྡ་ཉེ་བར་བཟུང་སྟེ། དགེ་བའི་རྩ་བ་གཟིགས་པའི་ཕྱིར། དུས་ཐམས་ཅད་དུ་འཇིག་རྟེན་ལ་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་རྟོག་པ་མཛད་ཅེས་བྱ་སྟེ།
en: If you ask what constitutes the great compassion of the tathāgatas, according to worldly convention, the tathāgatas who are endowed with great compassion are said to reflect at all times—thrice during the day and thrice during the night—in order to inspect the roots of virtuous action.

source: དངོས་སུ་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཐུགས་རྗེ་ཆེན་པོ་སེམས་ཅན་མཐའ་ཡས་པ་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ལ་གཟིགས་པ་རྟག་པར་འབྱུང་སྟེ།
en: That is to say, the great compassion of the lord buddhas in actuality always appears to inspect the infinite beings who are to be brought to maturation.

source: དེ་ནི་ཐུགས་རྗེ་ཆེན་པོ་ཞེས་བྱའོ། །རབ་འབྱོར་དེ་བཞིན་གཤེགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་གང་ཞེ་ན། དེ་བཞིན་གཤེགས་པ་ལ་འཁྲུལ་པ་མི་མངའོ། །ཅ་ཅོ་མི་མངའོ། །དགོངས་པ་ཉམས་པ་མི་མངའོ། །འདུ་ཤེས་སྣ་ཚོགས་མི་མངའོ། །ཐུགས་མཉམ་པར་མ་བཞག་པ་མི་མངའོ། །མ་བརྟགས་པའི་བཏང་སྙོམས་མི་མངའོ། །མོས་པ་ཡོངས་སུ་ཉམས་པ་མི་མངའོ། །བརྩོན་འགྲུས་ཡོངས་སུ་ཉམས་པ་མི་མངའོ། །དགོངས་པ་ཡོངས་སུ་ཉམས་པ་མི་མངའོ།
en: This is called great compassion. “

source: །ཏིང་ངེ་འཛིན་ཡོངས་སུ་ཉམས་པ་མི་མངའོ། །ཤེས་རབ་ཡོངས་སུ་ཉམས་པ་མི་མངའོ། །རྣམ་པར་གྲོལ་བ་ཡོངས་སུ་ཉམས་པ་མི་མངའོ། །རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་གཟིགས་པ་ཡོངས་སུ་ཉམས་པ་མི་མངའོ། །སྐུའི་ཕྲིན་ལས་ཐམས་ཅད་ཡེ་ཤེས་སྔོན་དུ་འགྲོ་བ་སྟེ། ཡེ་ཤེས་ཀྱི་རྗེས་སུ་འབྲང་ངོ་། །གསུང་གི་ཕྲིན་ལས་ཐམས་ཅད་ཡེ་ཤེས་སྔོན་དུ་འགྲོ་བ་སྟེ། ཡེ་ཤེས་ཀྱི་རྗེས་སུ་འབྲང་ངོ་། །ཐུགས་ཀྱི་ཕྲིན་ལས་ཐམས་ཅད་ཡེ་ཤེས་སྔོན་དུ་འགྲོ་བ་སྟེ། ཡེ་ཤེས་ཀྱི་རྗེས་སུ་འབྲང་ངོ་། །འདས་པའི་དུས་ལ་མ་ཆགས་མ་ཐོགས་པའི་ཡེ་ཤེས་གཟིགས་པ་འཇུག་གོ །མ་འོངས་པའི་དུས་ལ་མ་ཆགས་མ་ཐོགས་པའི་ཡེ་ཤེས་གཟིགས་པ་འཇུག་གོ །ད་ལྟར་བྱུང་བའི་དུས་ལ་མ་ཆགས་མ་ཐོགས་པའི་ཡེ་ཤེས་གཟིགས་པ་འཇུག་སྟེ།
en: Subhūti, if you ask what constitute the eighteen distinct qualities of the buddhas that the tathāgatas have, they are as follows: (1) the tathāgatas are without clumsiness; (2) they are not noisy; (3) they are without false memories; (4) they are without differentiating perceptions; (5) they are without uncomposed minds; (6) they are without the indifference that lacks discernment; (7) they do not degenerate in their resolution; (8) they do not degenerate in their perseverance; (9) they do not degenerate in their recollection; (10) they do not degenerate in their meditative stability; (11) they do not degenerate in their wisdom; (12) they do not degenerate in their liberation, nor do they degenerate in their seeing the wisdom of liberation; (13) all the activities of their bodies are preceded by wisdom and followed by wisdom; (14) all the activities of their speech are preceded by wisdom and followed by wisdom; (15) all the activities of their minds are preceded by wisdom and followed by wisdom; (16) they engage in the perception of wisdom that is unobstructed and unimpeded with respect to the past; (17) they engage in the perception of wisdom that is unobstructed and unimpeded with respect to the future; and (18) they engage in the perception of wisdom that is unobstructed and unimpeded with respect to the present.

source: དེ་དག་ནི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སོ།
en: These comprise the distinct qualities of the buddhas. “

source: །རབ་འབྱོར་དེ་བཞིན་གཤེགས་པའི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་གང་ཞེ་ན། གང་ལ་དམིགས་པ་མེད་པ། དྲན་པས་དབང་བསྒྱུར་བ། ཞི་བའི་རྣམ་པ་དང་ལྡན་པའི་མཚན་ཉིད་མེད་པའི་མཚན་ཉིད་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱའོ།། །།
en: Subhūti, if you ask what is the all-aspect omniscience of the tathāgatas, its defining characteristic is that there are no defining characteristics in that which is without apprehending, controlled by mindfulness, and quiescent.

source: བམ་པོ་དྲུག་ཅུ་བརྒྱད་པ། དེ་ལ་དེ་བཞིན་གཤེགས་པའི་མི་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་གང་ཞེ་ན། ཕྱག་དང་ཞབས་འཁོར་ལོའི་མཚན་དང་ལྡན་པ་དང་།
en: If you ask what are the thirty-two major marks of a great person that the tathāgatas have, they are as follows: (1) They have hands and feet that are marked with the motif of the wheel. (

source: ཞབས་ཤིན་ཏུ་གནས་པ་དང་།
en: 2) They have feet that are well positioned. (

source: ཕྱག་དང་ཞབས་དྲ་བར་འབྲེལ་པ་དང་།
en: 3) They are endowed with hands and feet that are webbed. (

source: ཕྱག་དང་ཞབས་གཞོན་ཞིང་འཇམ་པ་དང་།
en: 4) They have hands and feet that are tender and soft. (

source: བདུན་ཤིན་དུ་མཐོ་བ་དང་།
en: 5) They have seven prominent parts [the backs of the legs, the arms, the shoulders, and the nape]. (

source: སོར་མོ་རིང་བ་དང་།
en: 6) They have long toes and fingers. (

source: རྟིང་པ་ཡངས་པ་དང་།
en: 7) They are endowed with broad heels. (

source: སྐུ་ཆེ་ཞིང་དྲང་བ་དང་།
en: 8) They have a body that is tall and upright. (

source: ཞབས་ལེགས་པར་མཐོ་བ་དང་།
en: 9) They have legs that are ample, [making the ankle bones inconspicuous]. (

source: ཡན་ལག་གི་སྤུ་གྱེན་དུ་འཁྱིལ་བ་དང་།
en: 10) Their limbs have body hairs that curl upward. (

source: རི་དགས་ཨེ་ན་ཡའི་བྱིན་པ་ལྟ་བུ་དང་།
en: 11) They are endowed with calves resembling those of Śarabha Aiṇeya, the king of ungulates. (

source: ཕྱག་བརླ་དྲང་པོར་སླེབས་པ་དང་།
en: 12) They are endowed with arms that reach down the thighs when standing upright. (

source: གསང་བའི་གནས་སྦུབས་སུ་ནུབ་པ་དང་།
en: 13) They are endowed with a contracted male organ. (

source: གསེར་གྱི་ཁ་དོག་དང་།
en: 14) They are endowed with a golden complexion. (

source: མདོག་ཤིན་ཏུ་འཇམ་པ་དང་།
en: 15) They are endowed with skin of extremely delicate complexion. (

source: སྤུ་རེ་རེ་ནས་གཡས་ཕྱོགས་སུ་འཁྱིལ་བ་དང་།
en: 16) They are endowed with head hair that grows distinctly, curling to the right. (

source: ཞལ་མཛོད་སྤུས་བརྒྱན་པ་དང་།
en: 17) Their face is adorned with a hair ringlet [between the eyebrows]. (

source: སེང་གེའི་རོ་སྟོད་ལྟ་བུ་དང་།
en: 18) Their torso resembles that of a lion. (

source: ཕྲག་པའི་ལྷུན་མཛེས་པར་གྲུབ་པ་དང་།
en: 19) They are endowed with amply curved and elegant shoulders. (

source: ཕྲག་སོ་ཤིན་ཏུ་རྒྱས་པ་དང་།
en: 20) They are endowed with extremely broad collarbones. (

source: རོ་བྲོ་བའི་མཆོག་དང་།
en: 21) They are endowed with a superior organ of taste. (

source: ཤིང་ནྱ་གྲོ་ད་ལྟར་ཆུ་ཞེང་གབ་པ་དང་།
en: 22) They are endowed with a girth like the banyan tree. (

source: དབུ་སྤྱི་གཙུག་དང་ལྡན་པ་དང་།
en: 23) They are endowed with the uṣṇīṣa on the crown of the head. (

source: ལྗགས་ཤིན་དུ་ཡངས་པ་དང་།
en: 24) They are endowed with an extremely long [and slender] tongue. (

source: ཚངས་པའི་དབྱངས་དང་།
en: 25) They are endowed with the divine voice of Brahmā. (

source: སེང་གེའི་འགྲམ་པ་ལྟ་བུ་དང་།
en: 26) They are endowed with lion-like jaws. (

source: ཚེམས་ཤིན་ཏུ་དཀར་བ་དང་།
en: 27) They are endowed with extremely white teeth. (

source: ཚེམས་ཤིན་ཏུ་མཉམ་པ་དང་།
en: 28) They are endowed with extremely even teeth. (

source: ཚེམས་ཐགས་བཟང་བ་དང་།
en: 29) They are endowed with close-fitting teeth. (

source: ཚེམས་མཉམ་ཞིང་བཞི་བཅུ་ཚང་བ་དང་།
en: 30) They are endowed with a full set of forty even teeth. (

source: སྤྱན་དཀར་ནག་འབྱེས་པ་དང་།
en: 31) The whites of their eyes and dark pupils are sharply demarcated. (

source: བའི་རྫི་མ་ལྟ་བུ་སྟེ།
en: 32) They have eyelashes like those of a cow. “

source: དེ་ལ་དེ་བཞིན་གཤེགས་པའི་ཕྱག་དང་ཞབས་ཀྱི་མཐིལ་ལ་འཁོར་ལོ་རྩིབས་སྟོང་དང་ལྡན་པ་མུ་ཁྱུད་ཅན་ལྟེ་བ་དང་བཅས་པ།
en: Concerning these [thirty-two major marks], (1) the tathāgatas’ hands and feet are marked with the motif of a wheel with a thousand spokes, {Ki.

source: རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པ་འདི་ལྟ་སྟེ། རུས་པ་འམ་བ་སོ་ལ་གཟུགས་བརྐོས་པ་དང་འདྲ་བ་མངའ་བས།
en: VIII: 62} a hub, and a circumference, which are complete in all respects, as if they had been carved from bone or ivory.

source: ཕྱག་དང་ཞབས་འཁོར་ལོའི་མཚན་དང་ལྡན་པའོ།
en: That is how their hands and feet are marked with the motif of the wheel. (

source: །ཞབས་ཀྱི་མཐིལ་གཉིས་མཉམ་པར་ས་ལ་འཇོག་ཅིང་ཞབས་ཞུམ་པ་མེད་པས་ཞབས་ཤིན་ཏུ་གནས་པའོ།
en: 2) Their feet are well positioned since the two soles of the feet evenly touch the ground, without wobbling. (

source: །ངང་པའི་རྒྱལ་པོ་ལྟར་ཕྱག་དང་ཞབས་ཀྱི་སོར་མོ་དྲ་བར་འབྲེལ་བས།
en: 3) They are endowed with hands and feet that are webbed in that their fingers and toes are webbed together in the manner of the king of swans. (

source: ཕྱག་དང་ཞབས་དྲ་བར་འབྲེལ་པའོ། །ཤིང་བལ་གྱི་སྒོ་ང་ལྟར་ཤིན་དུ་འཇམ་ཞིང་གཞོན་པས་ཕྱག་དང་ཞབས་གཞོན་ཞིང་འཇམ་པའོ།
en: 4) They have hands and feet that are tender and soft—they are extremely soft and tender, like a ball of tree cotton. (

source: །ཕྱག་དང་ཞབས་དང་མགུར་གྱི་ལྷུན་ཤིན་དུ་མཐོ་བས་བདུན་ཤིན་དུ་མཐོ་བའོ།
en: 5) They are endowed with seven prominent parts in that the arms, legs, shoulders, and nape are amply formed. (

source: །ཕྱག་དང་ཞབས་ཀྱི་སོར་མོ་རིང་བས་སོར་མོ་རིང་བའོ།
en: 6) They have long toes and fingers in that their fingers and toes are [unusually] long. (

source: །རྟིང་པ་རིང་པས་རྟིང་པ་ཡངས་པའོ།
en: 7) They are endowed with broad heels in that their heels are [unusually] long. (

source: །སྐུ་ལག་པ་བདུན་དུ་འཕགས་ལ་དྲང་བས་སྐུ་ཆེ་ཞིང་དྲང་བའོ།
en: 8) They have a body that is tall and upright as they are [unusually] tall, exceeding seven cubits in height. (

source: །པུས་མོའི་ལྷ་ང་དང་ལོང་བུ་མཛེས་པར་ནུབ་པས་ཞབས་ལེགས་པར་མཐོ་བའོ།
en: 9) They have legs that are ample in that the kneecaps and ankle bones are inconspicuous. (

source: །སྤུ་གྱེན་དུ་གཡས་ཕྱོགས་སུ་འཁྱིལ་པས་ཡན་ལག་གི་སྤུ་གྱེན་དུ་འཁྱིལ་པའོ།
en: 10) Their limbs have body hairs that curl upward as their hairs point upward, curling to the right. (

source: །རི་དགས་ཨེ་ནེ་ཡའི་བྱིན་པ་དང་། སྨིག་མ་དང་། ལྡུམ་བུ་ངར་བ་ལྟར་དྲང་ཞིང་མཉམས་ལ།
en: 11) They are endowed with calves resembling those of Śarabha Aiṇeya, the king of ungulates, in that their calves are tapered and round like the calves of the ungulate Aiṇeya, or like bamboo or grass stems. (

source: རིམ་གྱིས་གཞོལ་བར་གྲུབ་ཅིང་། བྱིན་པ་ཟླུམ་པས་རི་དགས་ཨེ་ནེ་ཡའི་བྱིན་པ་ལྟ་བུའོ། །བརླ་དྲང་པོར་བཞག་སྟེ་མ་བཏུད་ཀྱང་ཕྱག་གི་མཐིལ་གཉིས་ཀྱིས་པུས་མོའི་ལྷ་ང་ལ་རེག་པས་ཕྱག་བརླ་དྲང་པོར་སླེབས་པའོ།
en: 12) They are endowed with arms that reach down the thighs when standing upright, since, standing upright and without bending down, the palms of both hands can touch the kneecaps. (

source: །གླང་པོ་དང་རྟ་ཅང་ཤེས་ལྟར་གསང་བའི་གནས་ཤིན་དུ་མཛེས་པར་སྦུབས་སུ་ནུབ་པས།
en: 13) They are endowed with a contracted male organ, their male organ being sheathed in an aesthetically pleasing manner, like a thoroughbred elephant or a thoroughbred horse. (

source: གསང་བའི་གནས་སྦུབས་སུ་ནུབ་པའོ། །ཤིན་དུ་སྦྱངས་པའི་གསེར་གྱི་ཁ་དོག་ལྟ་བུ་དང་ལྡན་པས་གསེར་གྱི་ཁ་དོག་གོ།
en: 14) They are endowed with a golden complexion in that they have a color resembling the purest gold. (

source: །གསེར་དང་དངུལ་ཤིན་དུ་སྦྱངས་པ་ལྟར་འཇམ་ཞིང་སྙོམས་པའི་མདོག་ཏུ་འདུག་ལ་སྐུ་ལ་རྡུལ་གྱིས་མི་གོས་པས་མདོག་ཤིན་དུ་འཇམ་པའོ། །ཤིན་དུ་རྣམ་པར་ཕྱེ་བའི་སྤུ་རེ་རེར་སྐྱེས་ཤིང་གཉིས་སུ་མེད་པས།
en: 15) They are endowed with skin of extremely delicate complexion as it is delicate and smooth in complexion, like the purest gold or silver, such that no dust adheres to their body. (

source: སྤུ་རེ་རེ་ནས་གཡས་ཕྱོགས་སུ་འཁྱིལ་པའོ།
en: 16) They are endowed with hairs that grow distinctly, curling to the right, their body hairs being well separated and growing distinctly and not in twos. (

source: །མེ་ཏོག་ཀུན་ད་དང་། ཟླ་བ་དང་། འོ་མ་དང་། བ་མོའི་མདོག་ལྟར་འདུག་ལ། ཉི་མ་དང་ཟླ་བ་བརྒྱ་ལས་ཀྱང་འཕགས་པར་འོད་གསལ་བའི་མཛོད་སྤུས་སྨིན་མཚམས་ཤིན་དུ་བརྒྱན་པས་ཞལ་མཛོད་སྤུས་བརྒྱན་པའོ།
en: 17) Their face is adorned with a hair ringlet in that they are embellished with a hair ringlet between the eyebrows that is as [white] in color as a water lily, the moon, milk, or hoarfrost, with a luminosity surpassing even a hundred suns and moons. (

source: །རོ་སྟོད་ཆེ་བས་སེང་གེའི་རོ་སྟོད་དོ།
en: 18) Their torso resembles that of a lion, being [unusually] large. (

source: །མགུར་དང་རྒྱུད་ལེགས་པར་འབྲེལ་ཅིང་། ལྷུན་ཟླུམ་པས་ཕྲག་པའི་ལྷུན་མཛེས་པར་གྲུབ་པའོ།
en: 19) They are endowed with amply curved and elegant shoulders, these being tightly articulated with the neck and amply rounded. (

source: །གསེར་གྱི་གཏན་པ་ཤིན་དུ་ཕྱིས་པ་ལྟར་ཕྲག་སོ་ལེགས་པར་གྲུབ་པས་ཕྲག་སོ་ཤིན་དུ་རྒྱས་པའོ།
en: 20) They are endowed with extremely broad collarbones, their collarbones being well formed, like polished golden door bolts. (

source: །རླུང་དང་མཁྲིས་པ་དང་། བད་ཀན་གྱིས་མ་ཉམས་ཤིང་། རྣམ་པར་ཤེས་པ་འདྲ་བ་མེད་པས་རོ་བྲོ་བའི་མཆོག་གོ །
en: 21) They are endowed with a superior organ of taste because no disorders of wind, bile, or phlegm impair it, and its consciousness is matchless. (

source: སྐུ་ཆུ་ཞེང་འདོམ་དུ་མཉམ་པས་ཤིང་ནྱ་གྲོ་ད་ལྟར་ཆུ་ཞེང་གབ་པའོ།
en: 22) They are endowed with a girth like the banyan tree in that the length of their body is proportionate to its width. (

source: །སྤྱི་གཙུག་ཟླུམ་ཞིང་ལེགས་ལ་གཡས་ཕྱོགས་སུ་འཁྱིལ་པ་དང་ལྡན་པས་དབུ་མཉམ་ཞིང་ལེགས་པར་གྲུབ་ལ་མཛེས་པ་མངའ་བས་དབུ་སྤྱི་གཙུག་དང་ལྡན་པའོ།
en: 23) They are endowed with the uṣṇīṣa on the crown of the head with the head being proportionate, well formed, and elegant, and the uṣṇīṣa being round and excellent, coiled to the right. (

source: །མེ་ཏོག་ཨུད་པ་ལ་དམར་པོའི་འདབ་མའི་ཁ་དོག་ལྟར་འདུག་ཅིང་ཤིན་དུ་ཡངས་པས་ལྗགས་ཤིན་དུ་ཡངས་ཤིང་སྲབ་པའོ།
en: 24) They are endowed with an extremely long and slender tongue in that the tongue is extremely long, and it resembles the color of the petals of a red lotus flower. (

source: །ཚངས་པ་དང་བྱ་ཀ་ལ་པིང་ཀ་ལྟ་བུའི་གསུང་མངའ་བས་ཚངས་པའི་དབྱངས་སོ།
en: 25) They are endowed with the divine voice of Brahmā, their voice being like that of Brahmā or the kalaviṅka bird. (

source: །འགྲམ་པ་མེ་ལོང་གི་དཀྱིལ་འཁོར་ལྟར་ལེགས་པར་གྲུབ་ཅིང་མཛེས་པར་སྐྱེས་ཏེ། ཡིད་དུ་འོང་བས་སེང་གེའི་འགྲམ་པ་ལྟ་བུའོ།
en: 26) They are endowed with lion-like jaws in that their jaws are well formed, beautifully developed like the surface of a mirror, and pleasant. (

source: །མེ་ཏོག་ཀུན་ད་དང་དུང་གི་བཅག་འཕྲོ་ལྟར་ཤིན་དུ་དཀར་བའི་ཚེམས་མངའ་བས་ཚེམས་ཤིན་དུ་དཀར་བའོ།
en: 27) They are endowed with extremely white teeth, as they have teeth that are extremely white like water lilies or fragments of conch. (

source: །ཚེམས་ལ་མཐོ་དམན་མེད་པས་ཚེམས་མཉམ་པའོ།
en: 28) They are endowed with extremely even teeth, their teeth being positioned neither too high nor too low. (

source: །ཚེམས་ལ་མཚམས་མ་དོད་པས་ཚེམས་ཐགས་བཟང་བའོ།
en: 29) They are endowed with close-fitting teeth in that their teeth are without gaps between them. (

source: །བླ་འོག་གྱེ་གུ་མེད་པས་ཚེམས་མཉམ་ཞིང་བཞི་བཅུ་ཚང་བའོ།
en: 30) They are endowed with a full set of forty even teeth in that the upper and lower sets are not crooked. (

source: །དཀར་གནག་གི་ཆ་མ་འདྲེས་ལ་ཤིན་དུ་རྣམ་པར་དག་ཅིང་མདོག་དམར་པོས་མ་ཡོག་པས་སྤྱན་དཀར་ནག་འབྱེས་པའོ།
en: 31) They have eyes of which the whites of the eye and dark pupil are sharply demarcated, those light and dark parts of the eyes being distinct, utterly pure, and uncovered by redness. {Ki.

source: །རྫི་མ་བླ་འོག་ཤིན་དུ་ལེགས་པར་གནས་ལ་མ་འཛིང་བས་བའི་རྫི་མ་ལྟ་བུའོ།
en: VIII: 63} (32) They have eyelashes like those of a cow in that the upper and lower lashes are well positioned and untangled. “

source: །དེ་ལ་བླ་མ་ལ་བསུ་བསྐྱལ་དང་ཆོས་ཉན་པ་ལ་སྡོད་པ་དང་། གཙུག་ལག་ཁང་དང་། མཆོད་རྟེན་ལ་སོགས་པ་ལ་བསྟི་སྟང་བྱས་པས་ཕྱག་དང་ཞབས་འཁོར་ལོའི་མཚན་དང་ལྡན་པ་སྟེ།
en: In this regard, (1) they have hands and feet that are marked with the motif of the wheel because they have received and accompanied spiritual teachers, sat listening to the Dharma, and paid their respects to temples, stūpas, and so forth.

source: དེ་ནི་འཁོར་ཤིན་དུ་མང་བའི་སྔ་ལྟས་སོ།
en: This is a prior indication that they will have an extremely large assembly. (

source: །ཡི་དམ་ལ་བརྟན་པས་ཞབས་ཤིན་དུ་གནས་པ་སྟེ།
en: 2) They have feet that are well positioned because they have been steadfast in their commitments.

source: དེ་ནི་མི་གཡོ་ཞིང་ཤིན་དུ་བརྟན་པའི་སྔ་ལྟས་སོ།
en: This is a prior indication that they will be unswerving and extremely steadfast. (

source: །སྦྱིན་པ་དང་ངག་སྙན་པ་དང་། དོན་སྤྱོད་པ་དང་། དོན་འཐུན་པའི་བསྡུ་བ་རྣམ་བཞི་གོམས་པར་བྱས་པས། ཕྱག་དང་ཞབས་དྲ་བས་འབྲེལ་བ་སྟེ།
en: 3) They are endowed with hands and feet that are webbed because they have become familiar with the four attractive qualities—generosity, pleasant speech, purposeful activity, and harmony.

source: དེ་ནི་མྱུར་དུ་འདུ་བའི་སྔ་ལྟས་སོ། །བཟའ་བ་དང་།
en: This is a prior indication that they will swiftly gather [disciples]. (

source: བཅའ་བ་དང་། བཏུང་བ་ཞིམ་ཞིང་ཉམས་སུ་བདེ་བ་བྱིན་པས། ཕྱག་དང་ཞབས་གཞོན་ཞིང་འཇམ་པ་དང་། བདུན་ཤིན་དུ་མཐོ་བ་སྟེ།
en: 4–5) They have hands and feet that are tender and soft and they are endowed with seven prominent parts because they have granted the enjoyment of delicious food, delicacies, and drink.

source: དེ་གཉིས་ནི་བཟའ་བ་དང་། བཅའ་བ་དང་། བཏུང་བ་ཞིམ་ཞིང་ཉམས་སུ་བདེ་བ་འཐོབ་པའི་སྔ་ལྟས་སོ།
en: These two are prior indications that they will receive delicious food, delicacies, and drink. (

source: །བཅིངས་པ་བཀྲོལ་བ་དང་སྲོག་གི་རིམ་གྲོ་བྱས་པ་དང་། སྲོག་གཅོད་པ་སྤངས་པས་སོར་མོ་རིང་བ་དང་། རྟིང་པ་ཡངས་པ་དང་། སྐུ་ཆེ་ཞིང་དྲང་བ་སྟེ།
en: 6–8) They have long toes and fingers, broad heels, and a body that is tall and upright because they have released [living creatures] from bondage, acted in the service of living things, and renounced the killing of living creatures.

source: དེ་ནི་སྐུ་ཚེ་རིང་བའི་སྔ་ལྟས་སོ།
en: These are prior indications that they will have a long lifespan. (

source: །དགེ་བའི་ཆོས་ཡང་དག་པར་བླངས་པ་དང་། བཟུང་བ་མངོན་པར་སྤེལ་ཅིང་འགྲིབ་པར་མ་བྱས་པས། ཞབས་ཀྱི་གོང་མཐོ་བ་དང་། ཡན་ལག་གི་སྤུ་གྱེན་དུ་འཁྱིལ་པ་སྟེ།
en: 9–10) They have legs that are well rounded, [making the ankle bones inconspicuous,] and their limbs have body hairs that curl upward because they have adopted virtuous attributes and, having grasped them, enhanced them, without permitting them to be eclipsed.

source: དེ་ནི་མི་ཉམས་པའི་ཆོས་དང་ལྡན་པའི་སྔ་ལྟས་སོ།
en: These are prior indications that they will possess attributes that do not degenerate. (

source: །རིག་པ་དང་བཟོའི་གནས་རིམ་གྲོར་བྱས་ཤིང་། གཞན་བྱིན་པ་དང་། བདག་གིས་བླངས་པས་རི་དགས་ཨེ་ན་ཡའི་བྱིན་པ་ལྟ་བུ་སྟེ།
en: 11) They are endowed with calves resembling those of Śarabha Aiṇeya, the king of ungulates, because they have acted in the service of classical learning and the arts [in particular], they have donated [works] to others, and they have acquired them themselves.

source: དེ་ནི་མྱུར་དུ་འཛིན་པའི་སྔ་ལྟས་སོ།
en: This is a prior indication that they will swiftly acquire [such works]. (

source: །བདོག་ཅིང་ཡོད་པའི་ནོར་ལ་བསླངས་ན་མི་འགོང་པར་གཏོང་ཞིང་། མེད་ཅེས་མ་བྱས་པས་ཕྱག་བརླ་དྲང་པོར་སླེབས་པ་སྟེ།
en: 12) They are endowed with arms that reach down the thighs when standing upright because, when asked for the property and wealth that they possessed, they have given it without dismay and without refusing to do so.

source: དེ་ནི་ཡོ་བྱད་ལ་མངའ་བ་དང་དུལ་བའི་སྔ་ལྟས་སོ།
en: This is a prior indication that they will possess and master resources. (

source: །འགྲོགས་པ་དང་མཛའ་བཤེས་དང་། གཉེན་བམ་ཕྱེ་བ་དང་། བྱེ་བར་གྱུར་པའི་སེམས་ཅན་རྣམས་ཚངས་པའི་སྤྱོད་པ་ལ་ཡང་དག་པར་བསྐུལ་བ་དང་། གསང་བའི་ཚིག་ཡོངས་སུ་བསྲུངས་པས། གསང་བའི་གནས་སྦུབས་སུ་ནུབ་པ་སྟེ།
en: 13) They are endowed with a contracted male organ because they have exhorted associates, friends, allies who do not live apart, and those beings who do live apart to practice chastity, and they have guarded words of secrecy.

source: དེ་ནི་བུ་མང་བའི་སྔ་ལྟས་སོ།
en: This is a prior indication that they will have many [spiritual] heirs. (

source: །སྟན་དང་གོས་དང་ཁང་པ་དང་གཞལ་མེད་ཁང་དང་། གནས་བཟང་པོ་བྱིན་པས་གསེར་གྱི་ཁ་དོག་དང་མདོག་ཤིན་དུ་འཇམ་པ་སྟེ། དེ་གཉིས་ནི་གདན་དང་། ན་བཟའ་དང་།
en: 14–15) They are endowed with a golden complexion and skin of extremely delicate complexion because they have donated seats, clothing, houses, palaces, and excellent dwellings.

source: ཁང་པ་དང་། གཞལ་མེད་ཁང་དང་། གནས་བཟང་པོ་འཐོབ་པའི་སྔ་ལྟས་སོ། །འདུ་འཛི་སྤངས་པ་དང་། མཁན་པོ་དང་། སློབ་དཔོན་དང་།
en: These two are prior indications that they will acquire seats, clothing, houses, palaces, and excellent dwellings. (

source: ཕ་མ་དང་། ཕུ་ནུ་ལ་སོགས་པ་བླ་མ་རྣམས་ལ་ཚུལ་དང་འདྲ་བར་རིམ་གྲོ་བྱས་པ་དང་། བཙུན་པར་བྱས་པ་དང་། བཅོལ་བ་རྣལ་མ་གཟན་པས་སྤུ་རེ་རེ་ནས་གཡས་ཕྱོགས་སུ་འཁྱིལ་པ་དང་། ཞལ་མཛོད་སྤུས་བརྒྱན་པ་སྟེ།
en: 16–17) They are endowed with hairs that grow distinctly, curling to the right, and their face is adorned with a hair ringlet [between the eyebrows] because they have abandoned social diversions, and served, revered, and obeyed their superiors, including preceptors, masters, parents, and siblings, in the appropriate manner.

source: དེ་ནི་མཉམ་པ་མེད་པའི་སྔ་ལྟས་སོ།
en: These are prior indications that they will be peerless. (

source: །མི་སྙན་པར་མི་ཟེར་ཞིང་མི་སྨོད་ལ། སྙན་པར་སྨྲ་ཞིང་ལེགས་པར་བཤད་པ་འཐུན་པར་འཛིན་པས། སེང་གེའི་རོ་སྟོད་ལྟ་བུ་དང་། ཕྲག་པའི་ལྷུན་མཛེས་པར་གྲུབ་པ་སྟེ།
en: 18–19) Their torso resembles that of a lion and they are endowed with amply curved and elegant shoulders because they neither speak unpleasant words nor do they scold anyone, but maintain harmony, speaking pleasant words with eloquence.

source: དེ་ནི་ཐུབ་པ་མེད་པའི་སྔ་ལྟས་སོ།
en: These are prior indications that they will be invincible. (

source: །ནད་པ་རྣམས་ལ་རྩི་དང་རིམ་གྲོ་དང་སྨན་པ་དང་། ཉམས་སུ་ཕན་པའི་ཟས་བྱིན་པ་དང་། རིམ་གྲོ་བྱས་པས་ཕྲག་སོ་ཤིན་དུ་རྒྱས་པ་དང་།
en: 20–21) They are endowed with extremely broad collarbones and a superior organ of taste because they have donated medicines, aid, medical treatment, {Ki.

source: རོ་བྲོ་བའི་མཆོག་སྟེ།
en: VIII: 64} and beneficial foods to invalids.

source: དེ་ནི་ནད་ཉུང་བའི་སྔ་ལྟས་སོ། །སྐྱེད་མོས་ཚལ་དང་། འཁོར་དང་།
en: These are prior indications that they will have few illnesses. (

source: བཏུང་བ་དང་རྫིང་བུ་དང་། རྒལ་དཀའ་བའི་ཟམ་པ་དང་། ཁ་ཟས་དང་ཕྲེང་བའི་གནས་དང་། སྟེགས་དང་། གཙུག་ལག་ཁང་བྱ་བ་ལ་སོགས་པ་གཞན་མོས་པར་བྱ་བ་སྔོན་དུ་གཏོང་ཞིང་། བདག་གིས་གཞན་ལ་བྱིན་པས། ཤིང་ནྱ་གྲོ་ད་ལྟར་ཆུ་ཞེང་གབ་པ་དང་།
en: 22–23) They are endowed with a girth like the banyan tree, and the uṣṇīṣa on the crown of the head, because they have themselves given to others and previously dispensed the things that others have wished for, including meadows, retinues, beverages, pools, bridges spanning places hard to cross, food, garlands, platforms, and temples.
